Symmetric2/0/epsilon
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 0.00754;

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform 0.00754;
    }
    outlet
    {
        type            zeroGradient;
    }
    fw
    {
        type            epsilonWallFunction;
        value           uniform 0.00754;
    }
    sym
    {
         type            symmetry;
    }
    fb
    {
        type            empty;
    }
}


// ************************************************************************* //
