Symmetric2/0/nuTilda
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      nuTilda;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 0;


boundaryField
{
    inlet
    {
       type            zeroGradient;
    }
    outlet
    {
       type            zeroGradient;
    }
    fw
    {
       type            zeroGradient;
    }
    symm
    {
        type            zeroGradient;
    }
    fb
    {
        type            empty;
    }
}

// ************************************************************************* //
